export const tasks = [
  "Розробка національних планів кібернетичного реагування",
  "Запровадження базових заходів безпеки",
  "Організація кібернетичних навчань",
  "Створення можливості реагування на інциденти",
  "Підвищення обізнаності користувачів",
  "Посилення програм навчання та освіти",
  "Сприяння дослідженням та розробкам (R&D)",
  "Надання стимулів для приватного сектору щодо інвестування у заходи безпеки",
  "Захист критичної інформаційної інфраструктури (CII)",
  "Протидія кіберзлочинності",
  "Впровадження механізмів повідомлення про інциденти",
  "Посилення захисту приватності та персональних даних",
  "Створення партнерств між державним і приватним секторами (PPP)",
  "Інституціоналізація співпраці між державними установами",
  "Участь у міжнародній співпраці"
];

export const organizations = [
  "Кабінет Міністрів України",
  "Рада національної безпеки і оборони України (РНБО)",
  "Національний координаційний центр кібербезпеки (НКЦК)",
  "Міністерство закордонних справ України",
  "Міністерство цифрової трансформації України",
  "Міністерство освіти і науки України",
  "Національна академія наук України",
  "Міністерство економіки України",
  "Служба безпеки України (СБУ)",
  "Національна поліція України",
  "Державна служба спеціального зв’язку та захисту інформації України (ДССЗЗІ)",
  "Уповноважений Верховної Ради України з прав людини"
];

export const links = [
  {
    task: "Розробка національних планів кібернетичного реагування",
    organizations: [
      "Кабінет Міністрів України",
      "Рада національної безпеки і оборони України (РНБО)"
    ]
  },
  {
    task: "Запровадження базових заходів безпеки",
    organizations: [
      "Міністерство цифрової трансформації України",
      "Державна служба спеціального зв’язку та захисту інформації України (ДССЗЗІ)"
    ]
  },
  {
    task: "Організація кібернетичних навчань",
    organizations: [
      "Національний координаційний центр кібербезпеки (НКЦК)",
      "Міністерство освіти і науки України"
    ]
  },
  {
    task: "Створення можливості реагування на інциденти",
    organizations: [
      "Служба безпеки України (СБУ)",
      "Державна служба спеціального зв’язку та захисту інформації України (ДССЗЗІ)"
    ]
  },
  {
    task: "Підвищення обізнаності користувачів",
    organizations: [
      "Міністерство цифрової трансформації України",
      "Міністерство освіти і науки України"
    ]
  },
  {
    task: "Посилення програм навчання та освіти",
    organizations: [
      "Національний координаційний центр кібербезпеки (НКЦК)",
      "Міністерство освіти і науки України"
    ]
  },
  {
    task: "Сприяння дослідженням та розробкам (R&D)",
    organizations: [
      "Міністерство освіти і науки України",
      "Національна академія наук України"
    ]
  },
  {
    task: "Надання стимулів для приватного сектору щодо інвестування у заходи безпеки",
    organizations: [
      "Міністерство цифрової трансформації України",
      "Міністерство економіки України"
    ]
  },
  {
    task: "Захист критичної інформаційної інфраструктури (CII)",
    organizations: [
      "Служба безпеки України (СБУ)",
      "Державна служба спеціального зв’язку та захисту інформації України (ДССЗЗІ)"
    ]
  },
  {
    task: "Протидія кіберзлочинності",
    organizations: [
      "Служба безпеки України (СБУ)",
      "Національна поліція України"
    ]
  },
  {
    task: "Впровадження механізмів повідомлення про інциденти",
    organizations: [
      "Служба безпеки України (СБУ)",
      "Державна служба спеціального зв’язку та захисту інформації України (ДССЗЗІ)"
    ]
  },
  {
    task: "Посилення захисту приватності та персональних даних",
    organizations: [
      "Міністерство цифрової трансформації України",
      "Уповноважений Верховної Ради України з прав людини"
    ]
  },
  {
    task: "Створення партнерств між державним і приватним секторами (PPP)",
    organizations: [
      "Міністерство цифрової трансформації України",
      "Міністерство економіки України"
    ]
  },
  {
    task: "Інституціоналізація співпраці між державними установами",
    organizations: [
      "Кабінет Міністрів України",
      "Рада національної безпеки і оборони України (РНБО)"
    ]
  },
  {
    task: "Участь у міжнародній співпраці",
    organizations: [
      "Рада національної безпеки і оборони України (РНБО)",
      "Міністерство закордонних справ України"
    ]
  }
];
